{
    "story": [
            {
                "category": "cuisines",
                "tag":["China"],
                "title":"Sichuan Food",
                "image": "http://www.thatsmags.com/image/view/201801/Ben-Zhen-Sichuan-Cuisine-cover.jpg",
                "text":"Sichuan cuisine is a style of Chinese cuisine originating from Sichuan Province. It has bold flavours, particularly the pungency and spiciness resulting from liberal use of garlic and chili peppers, as well as the unique flavour of Sichuan pepper .It has many local variations within Sichuan Province and the neighbouring Chongqing Municipality.Four sub-styles of Sichuan cuisine include Chongqing, Chengdu, Zigong and Buddhist vegetarian style."
            },
            {
                "category": "cuisines",
                "tag":["Vietnam"],
                "title": "Flavors of Vietnam",
                "image": "https://www.saveur.com/sites/saveur.com/files/styles/2000_1x_/public/vietnamese-pantry_2000x1500-3.jpg?itok=0y4WmLRy&fc=50,50",
                "text":"Vietnamese cuisine features a combination of five fundamental tastes the overall meal. Common ingredients include fish sauce, shrimp paste, soy sauce, rice, fresh herbs, fruit and vegetables. Vietnamese recipes use lemongrass, ginger, mint, Vietnamese mint, long coriander, Saigon cinnamon, bird's eye chili, lime, and Thai basil leaves. With the balance between fresh herbs and meats and a selective use of spices, Vietnamese food is considered one of the healthiest cuisines worldwide"            },
            {
                "category": "cuisines",
                "tag":["America"],
                "title":"Californian Dairy",
                "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDzKomKj8r2aqW279FKUWvVxTx9cc38FoKlPSOJJgCWXhlwC6U",
                "text":"Rolling pastures and bright skies make for happy cows. The Golden State is the United States' #1 dairy producer, churning out tons of butter, milk, and, of course, ice cream each year. Better yet: 99% of California dairy farms are family owned!"
            },
            {
                "category": "cuisines",
                "tag":["Japan"],
                "title":"Preserving Japanese Cuisine",
                "image": "http://photos.everintransit.com/Japanese-food/i-GmSM9G7/0/M/food-in-japan-2-M.jpg",
                "text": "Last December, UNESCO, the United Nation’s cultural organization, added traditional Japanese cuisine, or washoku, into its Intangible Cultural Heritage list meaning that the preservation of this way of eating is vital to the survival of the traditional culture. It was only the second national traditional cuisine honored as such, after French food. "

            },
            {
                "category": "cuisines",
                "tag":["India"],
                "title":"Indian Restaurants in the US",
                "image": "https://s3.scoopwhoop.com/ach/facts/1.jpg",
                "text":"The first Indian restaurant in the USA was opened in the mid 1960s. Today, there are around 80,000 Indian restaurants in America."
            },
            {
                "category": "cuisines",
                "tag":["Arab"],
                "title":"McDonald's in the Middle East",
                "image": "https://i.ytimg.com/vi/i0aFYLldJso/maxresdefault.jpg",
                "text":"The McDonald's menu in the middle east contains the McArabia with either chicken or grilled Kofta."
            },
            {
                "category": "feminine_fables",
                "tag": ["women"],
                "title": "Shortening the pay gap",
                "image": "https://cached.imagescaler.hbpl.co.uk/resize/scaleWidth/743/cached.offlinehbpl.hbpl.co.uk/news/OMC/GenderPayGap-201803070107196681-20180404082357920.jpg",
                "text": "Did you know that in 2016, women working full time in the United States typically were paid just 80 percent of what men were paid, a gap of 20 percent? The gap has narrowed since the 1970s, due largely to women’s progress in education and workforce participation and to men’s wages rising at a slower rate. At the rate of change between 1960 and 2016, women are expected to reach pay equity with men in 2059"
            },
            {
                "category": "feminine_fables",
                "tag":["Female"],
                "title":"How to fight your own fight - Women",
                "image": "http://www.sdsct.com/wp-content/uploads/2016/10/sdsct-kickboxing.jpg?quality=100.3015061321280",
                "text": "Many self-protection classes teach you to react to an attacker's actions. This defensive thinking can make you hesitate ('What is he going to do to me?'), lose focus (waiting to get hurt makes most people freeze), and ultimately be one step behind the attacker. In a threatening situation, don't worry about what he's doing; make him worry about what you're doing. Here are some self-defense tips you could use- https://www.youtube.com/watch?v=j_YOvLi06-0"
            },

            {
                "category": "feminine_fables",
                "tag":["Female"],
                "title":"First female entrepreneur was African American !",
                "image": "https://upload.wikimedia.org/wikipedia/commons/9/98/Madam_CJ_Walker_face_circa_1914.jpg",
                "text": "Sarah Breedlove (December 23, 1867 – May 25, 1919), known as Madam C. J. Walker, was an African-American entrepreneur, philanthropist, and a political and social activist. Eulogized as the first female self-made millionaire in the United States, she became one of the wealthiest self-made women in America and wealthiest African-American women in the country and one of the most successful women and African-American business owners ever. Walker made her fortune by developing and marketing a line of beauty and hair products for black women through Madame C.J. Walker Manufacturing Company, the successful business she founded. Walker was also known for her philanthropy and activism. She made financial donations to numerous organizations and became a patron of the arts. Villa Lewaro, Walker's lavish estate in Irvington-on-Hudson, New York, served as a social gathering place for the African-American community."
            },
            {
                "category": "feminine_fables",
                "tag":["Latina", "Female"],
                "title": "Latina Who Has Changed the World!",
                "image": "http://www.latina.com/sites/default/files/maria_elena_salinas.jpg",
                "text": "Maria Elena Salinas was the longest running female news anchor on U.S. television and the first Latina to recieve a Lifetime Achievement Emmy. Salinas used her platform to shed light on various Latino issues including unaccompanied immigrant children. She actively works to increase voter registration in the Latino community and works to help Latino youth become journalists. Since leaving Univision, Salinas is working on the second season of her English-language series, \"The Real Story with Maria Elena Salinas,\" on the Investigation Discovery network."
            },
            {
                "category": "Ethinicity",
                "tag":["Japanese"],
                "title": "The Takei Way !",
                "image": "https://www.advocate.com/sites/advocate.com/files/2016/12/20/george_takei_approvedx750.jpeg",
                "text": "In this It Got Better video George talks about his family’s interment in an Arkansas camp because of his family being Japanese American. He also discusses how his time in Stark Trek also overlapped with the famous Stonewall Inn riots, about how because of wanting to preserve his career he stayed in the closet, and how his life became immeasurably more free and authentic when, albeit in later life, he was able to publicly come out as a gay man and help to contribute to California’s fight for marriage equality. Since that time, George Takei has been a leading advocate fighting against odious anti-gay legislation like Tennessee’s Don’t Say Gay bills, and campaigning for awareness on what really happened to Japanese Americans after Pearl Harbor. You can hear more about George’s incredible life so far here: https://youtu.be/oWL3xmjhC3c"
            },
            {
                "category": "festivals",
                "tag":["Brazil"],
                "title": "Rio de Janeiro",
                "image":"http://www.riohunter.com/wp-content/uploads/2015/11/carnaval-rio-de-janeiro-rj-www.riohunter.com-1.jpg",
                "text": "The Carnival in Rio de Janeiro is a festival held every year before Lent and considered the biggest carnival in the world with two million people per day on the streets. Dating back to 1723, it is celebrated in honour of the gods and to respect the great waters. The typical Rio carnival parade is filled with revelers, floats, and adornments from numerous samba schools which are located in Rio (more than 200 approximately, divided into five leagues/divisions). A samba school is composed of a collaboration of local neighbours that want to attend the carnival together, with some kind of regional, geographical and common background."
            },

            {    
                "category": "festivals",
                "tag":["France"],
                "title":"Cirque de Demain, Paris",
                "image":"https://www.carnifest.com/image/29845713/monte_carlo__international_circus_festival_1.jpg",
                "text":"The Festival Mondial du Cirque de Demain, overseen by Alain Pacherie, is one of the world's biggest circus festivals. Each year dozens of acrobats, tightrope walkers, clowns, jugglers, and trapeze artists bring together thir experiences, hopes, talents, and energies in one of the biggest international competitions."
            },
            {
                "category": "festivals",
                "tag":["Japan"],
                "title": "The Festival of Lanterns",
                "image":"http://aroundtheworldwithjustin.com/wp-content/uploads/2015/04/yi-peng-featured.png",
                "text": "The Obon Festival lasts for three days across Japan, usually in August. It is a Buddhist festival to commemorate one's ancestors and is celebrated through Bon Odori dances and a giant bonfire lit in the hills of Kyoto"
            },
            {
                "category": "festivals",
                "tag":["Bhutan"],
                "title": "Tsechus",
                "image":"http://www.cleverbhutan.com/wp-content/uploads/2018/03/paro-tsechu.png",
                "text": "Tsechus are a wonderful way to experience and gain an insight into this unique culture. Whether visiting a large festival or a smaller, more intimate tsechu you will be thrilled with a captivating mix of sound, colour and atmosphere. These large festivals are extremely popular so it is worth planning 9 to 12 months in advance."
            },
            {
                "category": "festivals",
                "tag":["Sri Lanka"],
                "title": "Perahera Festival",
                "image":"https://cdn.shopify.com/s/files/1/1762/3971/products/kandy-esala-perahera-11_1024x1024.jpg?v=1532507892",
                "text": "The Escala Perahera Festival in Kandy, which happens every August, is the most famous of Sri Lanka's colourful celebrations. The country's most sacred relic, one of Buddha's teeth, is normally kept enshrined within the town's Dalada Maligawa temple but during the festival it is paraded around the streets with much fanfare. The festival lasts ten days."
            },
            {
                "category": "festivals",
                "tag":["Burma"],
                "title": "Phaung Daw Oo Pagoda Festival",
                "image":"https://www.renown-travel.com/images/phaung-daw-oo-pagoda.jpg",
                "text": "TSet in and around the stilted villages of Inle Lake, the Phaung Daw Oo Pagoda Festival is one of the largest Buddhist festivals in Burma. The festival is held from the first day of the waxing moon to the third day after the full moon of Thadingyut: September and October in our western calendar."
            },
            {
                "category": "folklore",
                "tag":["India"],
                "title":"Panchatantra",
                "image": "https://images-na.ssl-images-amazon.com/images/I/61vzaEftQ1L._SX258_BO1,204,203,200_.jpg",
                "text":"The Panchatantra is a legendary collection of short stories from India. Originally composed in the 2nd century B.C, Panchatantra is believed to be written by Vishnu Sharma along with many other scholars. The purpose behind the composition was to implant moral values and governing skills in the young sons of the king. The ancient Sanskrit text boasts of various animal stories in verse and prose. During all these centuries, many authors and publishers worked hard to make these fables accessible and readable by a layman. The grand assortment has extraordinary tales that are liked, perhaps even loved by people of every age group."
            },
            {
                "category": "folklore",
                "tag": ["Korea"],
                "title": "Korean Goblins",
                "image": "https://i.ytimg.com/vi/ORHxthzF_rE/maxresdefault.jpg",
                "text":"Amongst the most prolific of supernatural beings in Korean folklore is the dokkaebi. Translating dokkaebi into the English word “goblin” can lead to misconceptions because in European folklore, goblins have a demonic or evil element to them; whereas dokkaebi do not.  Dokkaebi are creatures with supernatural powers and skills and have both negative and positive characteristics; they generally take pleasure in making humans happy, but at times are known to bring misery.  The role of dokkaebi in Korean folklore can’t be overstated – let’s put it this way: dokkaebi is to Koreans as leprechauns are to the Irish. The first written story of dokkaebi appeared in the Samguk Yusa (Memorabilia of the Three Kingdoms) in the tale “Lady Dohwa and Bachelor Bihyeong” 도화녀 비형랑 which takes place during the Silla dynasty. This tale is considered to be the first documented narrative of dokkaebi."
            },
            {
                "category": "folklore",
                "tag": ["Arab"],
                "title": "Arab Fairytales",
                "image": "https://fairytalez.com/wp-content/uploads/2016/09/more-tales-from-the-arabian-nights-edward-william-lane-frances-william-olcott.jpg",
                "text":"Arabic fairy tales were a source of entertainment and not tales for moral lessons and religious custom, unlike their European counterparts. The fairy tales are robust with themes of romance and magic that offered countless evenings of entertainment"
            },
            {
                "category": "folklore",
                "tag":["Africa"],
                "title":"Anansi",
                "image": "https://images-na.ssl-images-amazon.com/images/I/61vzaEftQ1L._SX258_BO1,204,203,200_.jpg",
                "text":"African folklore tales about animal tricksters often describe how helpless creatures manage to outwit fierce animals. One of the most important animal tricksters of West African legends is Anansi, who acts on behalf of the sky god, Nyame."
            },
            {
                "category": "folklore",
                "tag": ["Irish"],
                "title": "May Day in Ireland",
                "image": "https://i0.wp.com/www.yourirish.com/wp-content/uploads/2017/04/feature-mayday-hag.png?zoom=2&resize=749%2C421&ssl=1",
                "text":"One of the old customs of May Day in Ireland was to protect your home and heard of cows from the Cailleachs (hags or old women). These old hags would steal butter, milk, and even cows in the early morning of May Day."
            },
            {
                "category": "folklore",
                "tag": ["Arab"],
                "title": "Arab Fairytales",
                "image": "https://fairytalez.com/wp-content/uploads/2016/09/more-tales-from-the-arabian-nights-edward-william-lane-frances-william-olcott.jpg",
                "text":"Arabic fairy tales were a source of entertainment and not tales for moral lessons and religious custom, unlike their European counterparts. The fairy tales are robust with themes of romance and magic that offered countless evenings of entertainment"
            },
            {
                "category": "cultural_heroes",
                "tag":["mythology"],
                "title": "Noah: Abrahamic Mythology!",
                "image": "https://upload.wikimedia.org/wikipedia/commons/9/92/NoahsSacrifice.JPG",
                "text": "The primary account of Noah in the Bible is in the Book of Genesis. Noah was the tenth of the pre-flood (antediluvian) Patriarchs. His father was Lamech and his mother is unknown. When Noah was five hundred years old, he became the father of Shem, Ham and Japheth (Genesis 5:32)."
            },
            {
                "category": "cultural_heroes",
                "tag":["mythology"],
                "title": "Rishabhanatha: Hindu Mythology",
                "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Photo_of_lord_adinath_bhagwan_at_kundalpur.JPG/440px-Photo_of_lord_adinath_bhagwan_at_kundalpur.JPG",
                "text": "Rushabhanatha or Rishabhanatha (also Ṛṣabhadeva, Rushabhadeva, Rishabhadeva, or Ṛṣabha which literally means \"bull\") is the first Tirthankara (ford maker) in Jainism. Jain legends depict him as having lived millions of years ago. He was the first of twenty-four lords in the present half-cycle of time in Jain cosmology, and called a \"ford-maker\" because his teachings helped one across the sea of interminable rebirths and deaths (saṃsāra). He is also known as Ādinātha of Jainism which translates into \"First (Adi) Lord (nātha)\", as well as Adishvara (first ishvara), Yugadideva (deva of yuga), Prathamaraja (first king), and Nebheya (son of Nabhi). Along with Mahavira, Parshvanatha and Neminatha, Rishabhanatha is one of the four Tirthankaras that attract the most devotional worship among the Jains."
            },
            {
                "category": "cultural_heroes",
                "tag":["mythology"],
                "title": "Ōkuninushi: Japanese Mythology",
                "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/%C5%8Ckuninushi_Bronze_Statue.jpg/440px-%C5%8Ckuninushi_Bronze_Statue.jpg",
                "text": "Ōkuninushi (大国主) is a divinity (kami) in Japanese Shinto. His name literally translates to \"Great Land Master\", and he is believed to be originally the ruler of Izumo Province, until he was replaced by Ninigi. In compensation, he was made ruler of the unseen world of spirits and magic. He is believed to be a god of nation-building, farming, business, and medicine."
            },
            {
                "category": "cultural_heroes",
                "tag":["mythology"],
                "title": "Prometheus: Greek Mythology",
                "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Prometheus_Adam_Louvre_MR1745_edit_atoma.jpg/600px-Prometheus_Adam_Louvre_MR1745_edit_atoma.jpg",
                "text": "In Greek mythology, Prometheus is a Titan, culture hero, and trickster figure who is credited with the creation of man from clay, and who defies the gods by stealing fire and giving it to humanity, an act that enabled progress and civilization. Prometheus is known for his intelligence and as a champion of mankind."
            },
            {

                "category": "cultural_heroes",
                "tag":["mythology"],
                "title": "Noah: Abrahamic Mythology!",
                "image": "https://upload.wikimedia.org/wikipedia/commons/9/92/NoahsSacrifice.JPG",
                "text": "The primary account of Noah in the Bible is in the Book of Genesis. Noah was the tenth of the pre-flood (antediluvian) Patriarchs. His father was Lamech and his mother is unknown. When Noah was five hundred years old, he became the father of Shem, Ham and Japheth (Genesis 5:32)."
            },
            {
                "category": "cultural_heroes",
                "tag":["mythology"],
                "title": "Rishabhanatha: Hindu Mythology",
                "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Photo_of_lord_adinath_bhagwan_at_kundalpur.JPG/440px-Photo_of_lord_adinath_bhagwan_at_kundalpur.JPG",
                "text": "Rushabhanatha or Rishabhanatha (also Ṛṣabhadeva, Rushabhadeva, Rishabhadeva, or Ṛṣabha which literally means \"bull\") is the first Tirthankara (ford maker) in Jainism. Jain legends depict him as having lived millions of years ago. He was the first of twenty-four lords in the present half-cycle of time in Jain cosmology, and called a \"ford-maker\" because his teachings helped one across the sea of interminable rebirths and deaths (saṃsāra). He is also known as Ādinātha of Jainism which translates into \"First (Adi) Lord (nātha)\", as well as Adishvara (first ishvara), Yugadideva (deva of yuga), Prathamaraja (first king), and Nebheya (son of Nabhi). Along with Mahavira, Parshvanatha and Neminatha, Rishabhanatha is one of the four Tirthankaras that attract the most devotional worship among the Jains."
            }

            
           
        ]
    
}
