{
    "story": [
            {
                "category": "cuisines",
                "tag":["China"],
                "title":"Sichuan Food",
                "image": "http://www.thatsmags.com/image/view/201801/Ben-Zhen-Sichuan-Cuisine-cover.jpg",
                "text":"Sichuan cuisine is a style of Chinese cuisine originating from Sichuan Province. It has bold flavours, particularly the pungency and spiciness resulting from liberal use of garlic and chili peppers, as well as the unique flavour of Sichuan pepper.There are many local variations within Sichuan Province and the neighbouring Chongqing Municipality, which was part of Sichuan Province until 1997.Four sub-styles of Sichuan cuisine include Chongqing, Chengdu, Zigong and Buddhist vegetarian style."
            },

            {
                "category": "cuisines",
                "tag":["Vietnam"],
                "title": "Flavors of Vietnam",
                "image": "https://www.saveur.com/sites/saveur.com/files/styles/2000_1x_/public/vietnamese-pantry_2000x1500-3.jpg?itok=0y4WmLRy&fc=50,50",
                "text":"Vietnamese cuisine encompasses the foods and beverages of Vietnam, and features a combination of five fundamental tastes the overall meal. Common ingredients include fish sauce, shrimp paste, soy sauce, rice, fresh herbs, fruit and vegetables. Vietnamese recipes use lemongrass, ginger, mint, Vietnamese mint, long coriander, Saigon cinnamon, bird's eye chili, lime, and Thai basil leaves.Traditional Vietnamese cooking is greatly admired for its fresh ingredients, minimal use of dairy and oil, complementary textures, and reliance on herbs and vegetables. With the balance between fresh herbs and meats and a selective use of spices to reach a fine taste, Vietnamese food is considered one of the healthiest cuisines worldwide"
            },
            {
                "category": "cuisines",
                "tag":["America"],
                "title":"Californian Dairy",
                "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDzKomKj8r2aqW279FKUWvVxTx9cc38FoKlPSOJJgCWXhlwC6U",
                "text":"Rolling pastures and bright skies make for happy cows. The Golden State is the United States' #1 dairy producer, churning out tons of butter, milk, and, of course, ice cream each year. Better yet: 99% of California dairy farms are family owned!"
            },

            {
                "category": "cuisines",
                "tag":["America"],
                "title":"Californian Dairy",
                "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDzKomKj8r2aqW279FKUWvVxTx9cc38FoKlPSOJJgCWXhlwC6U",
                "text":"Rolling pastures and bright skies make for happy cows. The Golden State is the United States' #1 dairy producer, churning out tons of butter, milk, and, of course, ice cream each year. Better yet: 99% of California dairy farms are family owned!"
            },

            {
                "category": "cuisines",
                "tag":["America"],
                "title":"Californian Dairy",
                "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDzKomKj8r2aqW279FKUWvVxTx9cc38FoKlPSOJJgCWXhlwC6U",
                "text":"Rolling pastures and bright skies make for happy cows. The Golden State is the United States' #1 dairy producer, churning out tons of butter, milk, and, of course, ice cream each year. Better yet: 99% of California dairy farms are family owned!"
            },

            {
                "category": "cuisines",
                "tag":["America"],
                "title":"Californian Dairy",
                "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDzKomKj8r2aqW279FKUWvVxTx9cc38FoKlPSOJJgCWXhlwC6U",
                "text":"Rolling pastures and bright skies make for happy cows. The Golden State is the United States' #1 dairy producer, churning out tons of butter, milk, and, of course, ice cream each year. Better yet: 99% of California dairy farms are family owned!"
            },

            {
                "category": "feminine-fables",
                "tag":["Female"],
                "title":"How to fight your own fight - Women",
                "image": "http://www.sdsct.com/wp-content/uploads/2016/10/sdsct-kickboxing.jpg?quality=100.3015061321280",
                "text":"Many self-protection classes teach you to react to an attacker's actions. This defensive thinking can make you hesitate ('What is he going to do to me?'), lose focus (waiting to get hurt makes most people freeze), and ultimately be one step behind the attacker. In a threatening situation, don't worry about what he's doing; make him worry about what you're doing. Here are some self-defense tips you could use- https://www.youtube.com/watch?v=j_YOvLi06-0"
            },
            
        
            {
                "category": "Ethnicity",
                "tag":["Korean", "Filipino"],
                "title": "Finding myself",
                "image": "",
                "text":"“Being Korean and Filipino, it’s hard for me to properly identify with both races. My parents were born in their respective countries, but they both grew up in the US. My dad doesn’t speak Korean at home, and my mom doesn’t speak Ilonggo. Our parents never taught my brothers or me these languages because they’re both fluent in English, so there was no need to. Not being able to speak either of these languages distances myself from the two cultures even further. Communicating with my grandma on my dad’s side is difficult, since she knows English but doesn’t speak it well. Unfortunately, this language barrier makes me feel less Korean. I know that languages I can or cannot speak don’t define who I am, but then again, language is a huge part of culture and can give you a sense of belonging, wherever you are. Visiting my dad’s side of the family, I never felt isolated, but I never felt like I truly belonged. I’m still juggling with these ideas in my head, but I’m fortunate to where I feel accepted in both my family and community.” — Isabel Suh, 9"
            },

            {    
                "category": "Ethnicity",
                "tag":["India"],
                "title":"Langages India Speaks",
                "image": "",
                "text":"India has 100 languages, the first language being Hindi"
            },

            {
                "category": "Folklore",
                "tag":["India"],
                "title":"Panchatantra",
                "image": "",
                "text":"The Panchatantra is a legendary collection of short stories from India. Originally composed in the 2nd century B.C, Panchatantra is believed to be written by Vishnu Sharma along with many other scholars. The purpose behind the composition was to implant moral values and governing skills in the young sons of the king. The ancient Sanskrit text boasts of various animal stories in verse and prose. During all these centuries, many authors and publishers worked hard to make these fables accessible and readable by a layman. The grand assortment has extraordinary tales that are liked, perhaps even loved by people of every age group."
            },
            {
                "category": "festivals",
                "tag":["Brazil"],
                "title": "Rio de Janeiro",
                "image":"https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwjog5-hxsXcAhXFIjQIHZi5C-EQjRx6BAgBEAU&url=http%3A%2F%2Fwww.riohunter.com%2Fcarnival-rio-de-janeiro%2F&psig=AOvVaw1oeu7v12iRBY1jCRcMQZDa&ust=1532996162885263",
                "text": "The Carnival in Rio de Janeiro is a festival held every year before Lent and considered the biggest carnival in the world with two million people per day on the streets. Dating back to 1723, it is celebrated in honour of the gods and to respect the great waters. The typical Rio carnival parade is filled with revelers, floats, and adornments from numerous samba schools which are located in Rio (more than 200 approximately, divided into five leagues/divisions). A samba school is composed of a collaboration of local neighbours that want to attend the carnival together, with some kind of regional, geographical and common background."
            },

            {    
                "category": "festivals",
                "tag":["France"],
                "title":"Cirque de Demain, Paris",
                "image":"https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwjSzuW4xsXcAhWnHTQIHdz1Dt4QjRx6BAgBEAU&url=https%3A%2F%2Fen.parisinfo.com%2Fparis-show-exhibition%2F140297%2Fcirque-bouglione&psig=AOvVaw2SE_fMpGYCw6p7DWuzcoW2&ust=1532996216702384",
            {
                "category": "festivals",
                "tag":["Japan"],
                "title": "The festival of Lanterns",
                "image":"https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwir4frJxsXcAhXJGTQIHXHfCNQQjRx6BAgBEAU&url=https%3A%2F%2Fwww.emaze.com%2F%40ACOFQOTQ%2FChinese-lantern-festival&psig=AOvVaw0yYzS6NT0pUBtmvfDvvjDl&ust=1532996349901169",
                "text": "The Obon Festival lasts for three days across Japan, usually in August. It is a Buddhist festival to commemorate one's ancestors and is celebrated through Bon Odori dances and a giant bonfire lit in the hills of Kyoto"
            },
            {
                "category": "festivals",
                "tag":["Bhtuan"],
                "title": "Tsechus",
                "image":"https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwjukJTXxsXcAhUzIjQIHc1rB8kQjRx6BAgBEAU&url=http%3A%2F%2Fwww.cleverbhutan.com%2Fpackages%2Fparo-tsechu%2F&psig=AOvVaw1gZU4tCKEYG59pIehNw7tC&ust=1532996378955295",
                "text": "Tsechus are a wonderful way to experience and gain an insight into this unique culture. Whether visiting a large festival or a smaller, more intimate tsechu you will be thrilled with a captivating mix of sound, colour and atmosphere. These large festivals are extremely popular so it is worth planning 9 to 12 months in advance."
            },
            {
                "category": "festivals",
                "tag":["Sri Lanka"],
                "title": "Perahera Festival",
                "image":"https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwjYgtTzxsXcAhXlGjQIHWVGA8IQjRx6BAgBEAU&url=https%3A%2F%2Flanka.com%2Fevents%2Fkandy-esala-perahera%2F&psig=AOvVaw0DgGgP9gCm0tSHnTkEXXTr&ust=1532996419765347",
                "text": "The Escala Perahera Festival in Kandy, which happens every August, is the most famous of Sri Lanka's colourful celebrations. The country's most sacred relic, one of Buddha's teeth, is normally kept enshrined within the town's Dalada Maligawa temple but during the festival it is paraded around the streets with much fanfare. The festival lasts ten days."
            },
            {
                "category": "festivals",
                "tag":["Burma"],
                "title": "Phaung Daw Oo Pagoda Festival",
                "image":"https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwjWx6XDx8XcAhWK7Z8KHT1DBI0QjRx6BAgBEAU&url=https%3A%2F%2Fwww.renown-travel.com%2Fburma%2Finlelake%2Fphaungdawoo.html&psig=AOvVaw1R-_FHFe3IeCWuhr4zbgCk&ust=1532996603567146",
                "text": "TSet in and around the stilted villages of Inle Lake, the Phaung Daw Oo Pagoda Festival is one of the largest Buddhist festivals in Burma. The festival is held from the first day of the waxing moon to the third day after the full moon of Thadingyut: September and October in our western calendar."
            },
            

            {
                "category": "Folklore",
                "tag": ["Korea"],
                "title": "Korean Goblins",
                "image": "",
                "text":"Amongst the most prolific of supernatural beings in Korean folklore is the dokkaebi. Translating dokkaebi into the English word “goblin” can lead to misconceptions because in European folklore, goblins have a demonic or evil element to them; whereas dokkaebi do not.  Dokkaebi are creatures with supernatural powers and skills and have both negative and positive characteristics; they generally take pleasure in making humans happy, but at times are known to bring misery.  The role of dokkaebi in Korean folklore can’t be overstated – let’s put it this way: dokkaebi is to Koreans as leprechauns are to the Irish. The first written story of dokkaebi appeared in the Samguk Yusa (Memorabilia of the Three Kingdoms) in the tale “Lady Dohwa and Bachelor Bihyeong” 도화녀 비형랑 which takes place during the Silla dynasty. This tale is considered to be the first documented narrative of dokkaebi."
            },

            {    
                "category": "Education",
                "tag":["First-gen"],
                "title":"About first-gen students",
                "image": "",
                "text":"Even when the opportunity to go to college exists, many students still face obstacles. Often first-generation students need to work to help support their family, or care for younger siblings. They may have been given limited information about college application and costs, or attended schools with fewer resources and less access to higher level math, science and AP courses. While 30% of all the nation’s college students are first-generation, 24% are both first-generation and low-income."
            }
        
        ]
    
}


